[
    {
        "id": "1",
        "picture": "https://tbbd-flight.s3.ap-southeast-1.amazonaws.com/blog4dKAKeKwaLG__IpVCQXRBfc84THl_hTO.jpg",
        "name": "COX'S_BAZAR",
        "details": "Cox's Bazar, town, southeastern Bangladesh. It is situated along the Bay of Bengal about 60 miles (100 km) south of Chittagong.The town, constituted a municipality in 1869, was named for Hiram Cox, who supervised the settlement there of Arakanese refugees from conquest by Myanmar (Burma) in 1799. Ramu, 10 miles (16 km) to the east, is the site of a historic Buddhist temple. With a long unbroken beach and a small port, Cox's Bazar is a popular tourist resort, connected by road, rail, and air with Chittagong. Major industries in addition to tourism include fish processing, salt production, ice making, printing, and the milling of rice, flour, and wood. Garment production and weaving, woodworking, and metalworking are prominent cottage industries. Pop. (2001) 51,918; (2011) 167,477. In east-central Bangladesh the Brahmaputra River in its old course (the Old Brahmaputra River) built up the flood basin of the Meghna River, the region that includes the low and fertile Meghna-Sitalakhya Doab (the land area between those rivers). This area is enriched by the Titas distributary, and land areas are formed and changed by the deposition of silt and sand in the riverbeds of the Meghna River, especially between Bhairab Bazar and Daudkandi. Dhaka is located in this region.In southern Bangladesh the Central Delta Basins include the extensive lakes in the central part of the Bengal Delta, to the south of the upper Padma. The basin’s total area is about 1,200 square miles (3,100 square km). The belt of land in southwestern Bangladesh bordering the Bay of Bengal constitutes the Immature Delta. A lowland of some 3,000 square miles (7,800 square km), the belt contains, in addition to the vast mangrove forest known as the Sundarbans, the reclaimed and cultivated lands to the north of it. The area nearest the Bay of Bengal is crisscrossed by a network of streams that flow around roughly oblong islands. The Active Delta, located north of the Central Delta Basins and east of the Immature Delta, includes the Dhaleswari-Padma Doab and the estuarine islands of varying sizes that are found from the Pusur River in the southwest to the island of Sandwip near Chittagong in the southeast\r\n"
    },
    {
        "id": "2",
        "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR7JvPTC_E6QHacGSd82BpuweI5NRD0Z94sFg&usqp=CAU",
        "name": "SREEMANGAL",
        "details": "Sreemangal is situated in Moulvibazar district in sylhet division. Sreemangal is an Upazila. It is famous for tea garden. Rain all time occurs here. Nature has adorned sreemangal with green tress. Its natural scenery is very charming. It soothes one's eyes. Birds are twittering always here. The first tea garden in Bangladesh which names “Malni chho ra tea garden” is here. Only one tea research institute in Bangladesh which name is BTRI (Bangladesh Tea Research Institute) is situated in Sreemangal. The terraced tea gardens, plantations and evergreen hills of sreemangal are wonderful treats for the tourists. On the way, of Sreemangal by bus you'll see a statue “cha konna” which is stands for welcome you. But if you come in sreemangal by train you'll miss this statue. When you'll come near in the tea garden you find the smell of tea leaves. When you'll reach sreemangal you get many sorts of hotels. Tea Resort & Rest House also available here. After taken rest you can visit tea gardens. After that you can go BTRI, there is Tea factory. You can go “Nilkantha” tea stall near BDR camp here you'll get seven layers tea which is very uncommon tea in Bangladesh. Don't forget to visit “Tea museum” in “British karighor” tea resort. Lawasara, Madhabpur Lake is nearest tourist spots near Sreemangal. If you want to go to Sreemangal from Dhaka, you may follow the instructions given below. First you go to Kamlapur, Fakirapul and Saedabad of Dhaka city & buy a bus ticket from Dhaka to Sreemangal (Please remember, buses are available very early in the morning. Till noon you will get find any bus from Dhaka to Sreemangal). When you reach Srimongal, you will be dropped at Dhaka bus stand. You can rent a rickswa for going Choumohona at Sreemangal. Actually Choumohona is the center of Sreemangal town. There you will find several hotel like Hill town Rest House(Vanuganj Road), United, Tea town, Rain Forest Rest House(Habiganj Road) etc. el .Tea Resort is also available. To avail tea resort booking is mandatory. Its cost around 5000 BDT for 3 room banglow. Normal hotel is not bad for living 2 or 3 days. You will find there AC & Non-AC rooms at a cheap rate [120tk (Non-AC) to 800tk (AC)]. I was at that hotel for 7 days and their services made me satisfied. After that you can go to Nilkantha Tea stall at Ramnagar or Near BDR camp. For reaching that place please rent a rickswa from Choumohona to Kalighat (rent 10tk-20tk. Lawasara, Madhabpur lake are nearest tourist spots near Sreemangal.\r\n"
    },
    {
        "id": "3",
        "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR0eoE7WDpAplmStZUOGZ3D1ehH6YlHiqg3jg&usqp=CAU",
        "name": "SUNDARBANS",
        "details": "The Sundarbans Reserve Forest (SRF), located in the south-west of Bangladesh between the river Baleswar in the East and the Harinbanga in the West, adjoining to the Bay of Bengal, is the largest contiguous mangrove forest in the world. Lying between latitude 21° 27' 30″ and 22° 30' 00″ North and longitude 89° 02' 00″ and 90° 00' 00″ East and with a total area of 10,000 km2, 60% of the property lies in Bangladesh and the rest in India. The land area, including exposed sandbars, occupies 414,259 ha (70%) with water bodies covering 187,413 ha (30%).The three wildlife sanctuaries in the south cover an area of 139,700 ha and are considered core breeding areas for a number of endangered species. Situated in a unique bioclimatic zone within a typical geographical situation in the coastal region of the Bay of Bengal, it is a landmark of ancient heritage of mythological and historical events. Bestowed with magnificent scenic beauty and natural resources, it is internationally recognized for its high biodiversity of mangrove flora and fauna both on land and water.The immense tidal mangrove forests of Bangladeshs' Sundarbans Forest Reserve, is in reality a mosaic of islands of different shapes and sizes, perennially washed by brackish water shrilling in and around the endless and mind-boggling labyrinths of water channels. The site supports exceptional biodiversity in its terrestrial, aquatic and marine habitats; ranging from micro to macro flora and fauna. The Sundarbans is of universal importance for globally endangered species including the Royal Bengal Tiger, Ganges and Irawadi dolphins, estuarine crocodiles and the critically endangered endemic river terrapin (Batagur baska).  It is the only mangrove habitat in the world for Panthera tigris tigris species.\r\n"
    }
]